cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "fish"
brew "git"
brew "httpie"
brew "gh"
brew "hub"
brew "n"
brew "node"
brew "yarn"
brew "trash"
brew "bat"
brew "delta"
cask "homebrew/cask-versions/firefox-developer-edition"
cask "google-chrome"
cask "appcleaner"
cask "caffeine"
cask "font-fira-code"
cask "font-quicksand"
cask "font-hasklig"
cask "visual-studio-code"
cask "slack"
cask "microsoft-teams"